Repository: AlexPristupa/WebVKS
Catalog: back/MentolVKS.Service/Resources/Service.*.resx
Languages: ru

source: add
ru: Добавить

source: Add rights
ru: Добавить права

source: Added reservation &quot;{0}&quot; for the room &quot;{1}&quot;
ru: Добавлена бронь "{0}" для комнаты "{1}"

source: added rights:
ru: добавлены права:

source: Added room &quot;{0}&quot; with URI &quot;{1}&quot; on CMS server group &quot;{2}&quot;
ru: Добавлена комната "{0}" с URI "{1}" на группе серверов CMS "{2}"

source: Automatic addition. Added user {0} ({1})
ru: Автоматическое добавление. Добавлен пользователь {0} ({1})

source: Changed value for &quot;{0}&quot; from &quot;{1}&quot; to &quot;{2}&quot;.
ru: Изменено значения для "{0}" с "{1}" на "{2}".

source: delete
ru: Удалить

source: Delete record {0} ({1}) from reservation &quot;{2}&quot;
ru: Удалена запись {0} ({1}) для бронирования "{2}"

source: Delete reservation &quot;{0}&quot; for the room &quot;{1}&quot;
ru: Удалена бронь "{0}" для комнаты "{1}"

source: Delete rights
ru: Удалить права

source: Deleted room &quot;{0}&quot; with URI &quot;{1}&quot; on CMS server group &quot;{2}&quot;
ru: Удалена комната "{0}" с URI "{1}" на группе серверов CMS "{2}"

source: edit
ru: Редактировать

source: Edit reservation &quot;{0}&quot; for the room &quot;{1}&quot;. Changed value for &quot;{2}&quot; from &quot;{3}&quot; to &quot;{4}&quot;
ru: Отредактирована бронь "{0}" для комнаты "{1}". Изменено значения для "{2}" с "{3}" на "{4}"

source: Edit rights
ru: Редактировать права

source: Edited room &quot;{0}&quot; with URI &quot;{1}&quot; on CMS server group &quot;{2}&quot;.
ru: Отредактирована комната "{0}" с URI "{1}" на группе серверов CMS "{2}".

source: Edited room &quot;{0}&quot; with URI &quot;{1}&quot; on CMS server group &quot;{2}&quot;. Changed value for &quot;{3}&quot; from &quot;{4}&quot; to &quot;{5}&quot;
ru: Отредактирована комната "{0}" с URI "{1}" на группе серверов CMS "{2}". Изменено значения для "{3}" с "{4}" на "{5}"

source: Fatal
ru: Ошибка чтения файла лицензии или разбора

source: For the user &quot;{0}&quot;, added rights: {1} on record {2} for booking &quot;{3}&quot;.
ru: Для пользователя "{0}", добавлены права: {1} на запись {2} для бронирования "{3}".

source: For the user &quot;{0}&quot;, removed rights: View and Loading on record {1} for booking &quot;{2}&quot;.
ru: Для пользователя "{0}", удалены права на: Просмотр и Загрузка на записи {1} для бронирования "{2}".

source: For the user &quot;{0}&quot;, {1} {2} on record {3} for booking &quot;{4}&quot;.
ru: Для пользователя "{0}", {1} {2} на записи {3} для бронирования "{4}".

source: Loading
ru: Загрузка

source: No Valid
ru: Неверная хэш сумма файла лицензии

source: Non Correct
ru: Некорректный файл лицензии

source: Non-domain account
ru: Не доменная учетная запись

source: Not a built-in account
ru: Не встроенная учетная запись

source: NotFound
ru: Отсутствует файл лицензии

source: Overdue
ru: Просроченная лицензия

source: Record with id {0} not found!
ru: Запись с ID {0} не найдена!

source: removed rights:
ru: удалены права:

source: Reservation &quot;{0}&quot; for the room &quot;{1}&quot; add user &quot;{2}&quot;
ru: Бронь "{0}" для комнаты "{1}" добавлен пользователь "{2}"

source: Reservation &quot;{0}&quot; for the room &quot;{1}&quot; delete user &quot;{2}&quot;
ru: Бронь "{0}" для комнаты "{1}" удален пользователь "{2}"

source: Room with id {0} not found!
ru: Комната с ID {0} не найдена!

source: The room you own is missing. Contact your system administrator.
ru: Отсутствует комната, где вы являетесь владельцем. Обратитесь к администратору системы.

source: The space with the CallId {0} already exists!
ru: Комната с CallId {0} уже существует!

source: The space with the URI {0} already exists!
ru: Комната с URI {0} уже существует!

source: The space with the URIalt {0} already exists!
ru: Комната с URIalt {0} уже существует!

source: User is not found
ru: Пользователь не найден

source: User not Found in Ldap
ru: Пользователь не найден в каталоге Ldap

source: username or password cannot be empty
ru: Логин или пароль не может быть пустым

source: The user has already been assigned rights.
ru: Пользователю уже назначены права.

source: View
ru: Просмотр

source: View and Loading
ru: Просмотр и Загрузка

source: Wrong login or password
ru: Неверный логин или пароль

source: You must assign rights! 'View' or 'Download' rights must be assigned.
ru: Необходимо назначить права! Права на "Просмотр" или "Загрузку" должны быть назначены.

source: Use @domain for username
ru: Для имени пользователя укажите @domain
