export default {
  saveBulkPropertyEdits: {
    title: 'Сохранение значений свойств',
    saveProperty: 'Значения свойств номера для сохранения:',
    saveNumber: 'Вы собираетесь сохранить значения свойств для номера {0}?',
    saveNumberList:
      'Вы собираетесь сохранить значения свойств для всех выбранных номеров?',
  },
  addProperty: {
    statusFreeAndReserved:
      'При установке данного значения, действие свойства "Абонент" будет прекращено с указанного числа.',
    statusGiven:
      'Данное значение может быть установлено с указанного числа, только при наличии актуального значения для свойства Абонент.',
    abonentFreeAndReserved:
      'Для данного номера с указанной даты будет установлено значение свойства Статус: "Выдан".',
  },
  server: {
    delete: {
      title: 'Удаление сервера',
      text: 'Вы действительно хотите удалить сервер: {0}?',
    },
  },
  serversGroups: {
    delete: {
      title: 'Удаление группы серверов',
      text: 'Вы действительно хотите удалить группу серверов: {0}?',
    },
  },
  recording: {
    delete: {
      title: 'Удалить запись',
      text: 'Вы действительно хотите удалить запись конференции: {0}?',
    },
  },
  spaces: {
    delete: {
      title: 'Удалить комнату',
      text: 'Вы действительно хотите удалить комнату: {0}?',
    },
  },
  booking: {
    delete: {
      title: 'Удалить бронирование',
      text: 'Вы действительно хотите удалить бронирование: {0}?',
    },
  },
}
